function Home( { topojson } ) {
    
    return (
        <>
            <div className="welcome">
                <div><span>&#9657;</span> Καλώς ήλθατε,</div>
                <div>σε αυτή την ενδεικτική παρουσίαση των διαφορετικών βαθμίδων τοπικής αυτοδιοίκησης στην Ελλάδα (περιφέρειες, νομοί, δήμοι).</div>
            </div>
            <div>
                <span>&#9656;</span> Η παρουσίαση είναι ενδεικτική, έχουν συνδυαστεί σύνολα δεδομένων που αναφέρονται σε διαφορετικές φάσεις μεταρρυθμιστικών αλλαγών, με αποτέλεσμα να υπάρχουν αποκλίσεις σε όσα παρουσιάζονται εδώ με την πραγματική εικόνα.
            </div>
            <div>
                <span>&#9656;</span> Σκοπός της υλοποίησης ήταν η εκμάθηση και η πρρακτική άσκηση σε τεχνολογίες ανάπτυξης web εφαρμογών και ιστοσελίδων, καθώς κα τη χρήση γεωγραφικών δεδομένων και τη γραφική απεικόνισή τους.
            </div>
            <div>
                <span>&#9656;</span> Για την ανάπτυξη του κώδικα χρησιμοποιήθηκε το Next.js (React framework), τα γεωγραφικά δεδομένα προέρχονται από τα ανοικτά δεδομένα που διατίθενται στο geodata.gov.gr, ενώ πληροφορίες συμπληρόθηκαν και από το el.wikipedia.org.
            </div>
            <div>
                <span>&#9656;</span> Ο σχεδιασμός και η υλοποίηση έγινε από τον giannisclipper, ο κώδικας είναι ανοικτός και διατίθεται στο github.com/giannisclipper/next-local-gov.
            </div>
        </>
    );
}

export default Home;
