import Menu from "@/components/Menu";

function Home( { topojson } ) {
    
    return (
        <>
        <Menu />
        <main>
            <div className="welcome">
                <div><span>&#9657;</span> Καλώς ήλθατε,</div>
                <div>σε αυτή τη δοκιμαστική παρουσίαση των διαφορετικών βαθμίδων τοπικής αυτοδιοίκησης στην Ελλάδα (περιφέρειες, νομοί, δήμοι).</div>
            </div>
            <div>
                <span>&#9656;</span> Σκοπός της υλοποίησης ήταν η εκμάθηση και η πρρακτική άσκηση σε τεχνολογίες ανάπτυξης web εφαρμογών και ιστοσελίδων, καθώς κα τη χρήση γεωγραφικών δεδομένων και τη γραφική απεικόνισή τους.
            </div>
            <div>
                <span>&#9656;</span> Για την ανάπτυξη του κώδικα χρησιμοποιήθηκε το Next.js (React framework), τα γεωγραφικά δεδομένα προέρχονται από τα ανοικτά δεδομένα που διατίθενται στο geodata.gov.gr, ενώ πληροφορίες συμπληρόθηκαν και από το el.wikipedia.org.
            </div>
            <div>
                <span>&#9656;</span> Η ανάπτυξη του κώδικα έγινε από τον giannisclipper, ο κώδικας είναι ανοικτός και διατίθεται στο github.com/giannisclipper/next-world.
            </div>
        </main>
        </>
    );
}

export default Home;
